{
  "reviews": [
    {
      "Username": "Eriq The Ripper",
      "Rating": "4",
      "Review": "This game is REALLY old school. Back in my day we would play this for hours and hate ourselves for it. Overall I think you should modify the rules to your liking but try it out for yourself :D "
    },
    {
      "Username": "Rui The Giant",
      "Rating": "2",
      "Review": "Personally this game is subpar. You should look elsewhere if you think you are going to have fun playing this."
    },
    {
      "Username": "Tunb Aerdna",
      "Rating": "3",
      "Review": "I rolled my D20 on this one and had a decent time. I dont think I would play it again."
    },
    {
      "Username": "JW_N0_$COP3_2018",
      "Rating": "5",
      "Review": "Honestly, best game I've every played. You're going to love it. Don't take my word for it though. Read what others have to say. (Bring a comfy chair)"
    },
    {
      "Username": "Nerd E. Gamer",
      "Rating": "2",
      "Review": "According to my calculations, this game is an absolute flop. Not enough math, not enough challenge, and certainly not enough players for all of my crew. Do not recommend, unless you like throwing your money away."
    },
    {
      "Username": "SSJTrunks64",
      "Rating": "5",
      "Review": "10/5 stars. Not to hard not and not too short either. Cheap as well."
    },
    {
      "Username": "SaltyStudent",
      "Rating": "4",
      "Review": "I wish my professors understood how addictive this game is. Maybe I'll send them an invite? Anyways, this game is tough and if you use your imagination you'll have a great time.  -Salty"
    },
    {
      "Username": "Usurper420",
      "Rating": "2",
      "Review": "This is a very average game for average people. Not my cup of tea"
    },
    {
      "Username": "The Chosen One",
      "Rating": "4",
      "Review": "Good"
    },
    {
      "Username": "Carole Baskins",
      "Rating": "1",
      "Review": "Tigers are more exciting than this game. I guess that doesn't say much about it."
    },
    {
      "Username": "Rational Gambino",
      "Rating": "5",
      "Review": "Yo this game is sick. I'm playing this every weekend."
    },
    {
      "Username": "Random User 9",
      "Rating": "5",
      "Review": "This game saved my marriage by allowing us to demolish our enemies and bond at the same time. If you're thinking of getting it go for it!"
    },
    {
      "Username": "Conner The Destroyer",
      "Rating": "3",
      "Review": "This game is WAYYYY too long man. Seriously, find another game that you can manage your time better with."
    }
  ]
}